

runes_dict = {
    "А": "ᚪ", "а": "ᚪ",
    "Б": "ᛒ", "б": "ᛒ",
    "В": "ᚹ", "в": "ᚹ",
    "Г": "ᚷ", "г": "ᚷ",
    "Д": "ᛞ", "д": "ᛞ",
    "Е": "ᛖ", "е": "ᛖ",
    "Ё": "ᚬ", "ё": "ᚬ",
    "Ж": "ᚸ", "ж": "ᚸ",
    "З": "ᚴ", "з": "ᚴ",
    "И": "ᛁ", "и": "ᛁ",
    "Й": "ᛡ", "й": "ᛡ",
    "К": "ᛣ", "к": "ᛣ",
    "Л": "ᛚ", "л": "ᛚ",
    "М": "ᛗ", "м": "ᛗ",
    "Н": "ᚾ", "н": "ᚾ",
    "О": "ᛟ", "о": "ᛟ",
    "П": "ᛈ", "п": "ᛈ",
    "Р": "ᚱ", "р": "ᚱ",
    "С": "ᛋ", "с": "ᛋ",
    "Т": "ᛏ", "т": "ᛏ",
    "У": "ᚢ", "у": "ᚢ",
    "Ф": "ᚠ", "ф": "ᚠ",
    "Х": "ᚻ", "х": "ᚻ",
    "Ц": "ᛥ", "ц": "ᛥ",
    "Ч": "ᛐ", "ч": "ᛐ",
    "Ш": "ᛊ", "ш": "ᛊ",
    "Щ": "ᚲ", "щ": "ᚲ",
    "Ъ": "ᛦ", "ъ": "ᛦ",
    "Ы": "ᛠ", "ы": "ᛠ",
    "Ь": "ᚯ", "ь": "ᚯ",
    "Э": "ᚫ", "э": "ᚫ",
    "Ю": "ᚣ", "ю": "ᚣ",
    "Я": "ᛃ", "я": "ᛃ"
}

def replace_text(text, runes_dict):
    return ''.join([runes_dict.get(char, char) for char in text])
 
text = 'Алисе надоело сидеть на пригорке рядом с сестрой и ничего не делать.'

print(replace_text(text, runes_dict))